[
	{
		"model": "populate_content.house", "pk": 1, "fields":
		{
			"house_id": "stark",
			"name": "House Stark",
			"words": "Winter is Coming",
			"description": "<p>House Stark of Winterfell is an exiled Great House of Westeros, ruling over the vast region known as the North from their seat in Winterfell. It is by far one of the oldest lines of Westerosi nobility, claiming a line of descent stretching back over eight thousand years. The head of the house is the Lord of Winterfell. Before the Targaryen conquest, the leaders of House Stark ruled over the region as the Kings in the North.</p> <p>House Stark's sigil is a grey direwolf on a white field, sometimes white and pale green. They are one of the few noble Houses whose family words are not a boast or threat. Instead, the House Stark family motto is a warning, one that, no matter the circumstances, will always be relevant: \"Winter is Coming\".</p> <p>Before the Targaryen conquest, the leaders of House Stark ruled over the region as the Kings in the North. King Torrhen Stark was on the throne at the time of the Targaryen conquest and marched his army south to face them. He surrendered when he saw their vast host and dragons, believing that fighting was futile. He was made Lord Paramount of the North and served them as Warden of the North.</p> <p>Lord Eddard Stark was executed for treason. His son and heir Robb Stark was declared the King in the North by his bannermen (the first in 300 years) and fought to secede from the Seven Kingdoms in what would become the War of the Five Kings.</p> <p>Despite Robb's victories against the Lannisters, the victory in King's Landing against Stannis Baratheon has made House Baratheon of King's Landing the most powerful faction of the War of the Five Kings. As Robb continues to march further in the Westerlands, many of his bannermen, such as Rickard Karstark who lost two of his sons, begin to lose faith in King Robb and are aware that he broke his vow to marry one of the daughters of Lord Walder Frey when he married Talisa Maegyr. Robb and his host arrive at Harrenhal to discover that Ser Gregor Clegane has put the 200 northern prisoners to the sword and left Harrenhal without a fight. News arrives to King Robb at Harrenhal that his grandfather Hoster Tully has died, and Robb leaves Roose Bolton and his men in charge of Harrenhal and goes to Riverrun to attend the funeral.</p> <p>​At Riverrun Robb chides his uncle Lord Edmure Tully for attacking Ser Gregor Clegane at the Stone Mill, forcing Gregor's host to retreat to Casterly Rock and losing more than 200 men in the battle. Later Lord Rickard Karstark murders the two Lannister captives, Willem and Martyn Lannister, which causes Robb to execute Lord Rickard, making the Karstarks abandon King Robb. With his host diminished due to the Karstarks' abandonment, Robb opts to have the support of House Frey but finds it difficult because of his broken vow. However, the Freys agree to support Robb if his uncle Edmure marries Roslin Frey. Robb and Edmure agree to the terms of the Freys and prepare to head to the Twins for the wedding. </p> <p>Robb and all of his bannermen arrive at the Twins where Lord Walder Frey begins preparations for the wedding. All the northern lords of Robb's host attend the wedding while the northern army camps outside during the feast. After Edmure and Roslin are taken away for the bedding, the Freys and Boltons betray King Robb and massacre them in an event known as the Red Wedding, secretly orchestrated by Tywin Lannister. King Robb, Queen Talisa, Catelyn, as well as his direwolf Greywind and the northern lords and most of the northern army are murdered. In the aftermath of the Red Wedding the Freys sew Greywind's head to King Robb's body as a final insult to the King in the North. House Stark is stripped of its lordship in the North and is given to House Bolton, making Roose Bolton Warden of the North for his contribution to Robb's death.</p> <p>Bolton has his whole army trapped south of the Neck, since the ironborn captured Moat Cailin, and cannot properly rule the North. His son Ramsay takes back the Moat and the Boltons ride to Winterfell in order to rule the North from there, as it is the ancient stronghold of House Stark and the capital of the North.</p> <p>Petyr Baelish secretly returns Sansa to Winterfell in the hopes of wedding her to Ramsay Bolton. The Boltons are eager to cement their control over the North, particularly since they are now living in a Westeros without the certainty of Tywin Lannister. Littlefinger tells Sansa that she is perfectly situated: Stannis Baratheon is likely to liberate Winterfell soon, and will likely declare her Wardeness of the North. Even if he doesn't, Sansa will be perfectly placed to retake Winterfell from within House Bolton. Although Sansa doesn't quite realize it, there are many in the North who are already taking heart from the fact that there is again a Stark in Winterfell.</p> <p>The average Stark soldier wears a brown or dark blue coat with green or grey sleeves protected by chainmail underneath, grey or brown leather boots, a grey steel or iron helmet and a grey shield emblazoned with the Stark Direwolf, presumably steel or iron. Warriors in the Northern heavy cavalry or heavy infantry wear a chainmail and leather suit of armor with some steel or iron work, as compared with the expensive plate armor of the well equipped Lannister troops.</p> <p>During the Red Wedding, almost the entire army sworn to House Stark present at the Twins is annihilated, with anyone who managed to escape the massacre being hunted by House Frey. While Houses Bolton and Karstark remain mostly unscathed and possess the largest armies in the North, the only possibility of military support to the scattered heirs of House Stark comes from the remaining garrison and levies of other northern houses, provided they do not bend the knee to the new Warden of the North, Roose Bolton.</p> <p>In the A Song of Ice and Fire novels, House Stark was founded by Brandon the Builder, a semi-mythical figure who is credited with building the Wall and Winterfell, founding the Night's Watch and ensuring the survival of the people of Westeros after the mythical Long Night and the War for the Dawn against the enigmatic Others (called \"White Walkers\" in the TV series). The family has survived for over 8,000 years and was the independent royal house of the vast territories of the North until King Aegon the Conqueror overran the southern half of the continent. By the time the King in the North, Torrhen Stark, had gathered together his widely scattered bannermen, Aegon had already conquered most of the South. Particularly, Aegon had already used his dragons to inflict a crushing defeat on both the Westerlands and the Reach at the Field of Fire. Torrhen Stark finally advanced south to the Riverlands with the amassed armies of the North to a confrontation with Aegon, but upon seeing Aegon's vast numerical superiority and his dragons realized he had no hope of victory, and chose to bend the knee in submission.</p> <p>The civil war known as Robert's Rebellion began when Lyanna Stark was kidnapped by Prince Rhaegar Targaryen. Lord Rickard Stark and his son and heir Brandon both demanded her return from King Aerys II Targaryen and were executed by the Mad King for their presumption. Eddard Stark, now the head of the family, called the banners of the North to war, supported by House Baratheon, House Tully and House Arryn. It was decided that Robert Baratheon would claim the throne due to his strong claim as the grand-nephew of a previous Targaryen king. During the civil war Stark troops were instrumental in several engagements, including the Battle of the Bells and the Battle of the Trident, and it was Eddard Stark's forces which reached King's Landing just after the Lannisters had sacked it, ensuring the city was turned over to Robert's army when it arrived. The Starks also proved instrumental in the later Greyjoy Rebellion, lending troops used by Robert to storm the castle of Pyke and crush the uprising.</p> <p>In the novels, all of Lord Eddard Stark's children take after their mother Catelyn's looks, possessing the auburn hair and blue eyes distinctive of House Tully. The one exception among Catelyn's children is Arya, who possesses the dark hair and stern long face typical of the Starks. While this has resulted in Arya being mockingly called \"Horseface\", Ned assures her that she bears a striking resemblance to his beautiful deceased sister Lyanna when she was a girl. Jon Snow, as a bastard and not Catelyn's son, does not possess Tully blood. While Ned has never revealed the exact circumstances of Jon's birth, all agree that he bears such a striking resemblance to Ned that he is obviously his blood relative. Indeed, as a little girl Arya once feared that she might be a bastard because she and Jon share the same dark physical features (distinctive of House Stark), though Jon assured her that she was not.</p> <p>In the novels, the Stark banner is a whole direwolf. In the TV series, the Stark banner most often used is just a direwolf's head, though the alternate version showing the whole direwolf is also seen (i.e. on banners during the Tourney of the Hand, tapestries at Winterfell, and Ned Stark's wax seal on the letter he sends to Stannis Baratheon). Further, the sigil in the books is just a grey direwolf on a white field. This is used in the TV series, but it also frequently uses a subtle variant which has the grey direwolf on a white field, surmounting a small green escutcheon at the bottom.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 2, "fields":
		{
			"house_id": "baratheon",
			"name": "House Baratheon",
			"words": "Ours is the Fury",
			"description": "<p>House Baratheon of Storm's End is one of the Great Houses of Westeros, although also one of the youngest. It is the current royal house.</p> <p>House Baratheon's sigil is a black stag on a gold background and their house motto is \"Ours is the Fury\". When Robert ascended the Iron Throne, a gold crown was added to the stag, denoting their status as the royal house.</p> <p>When the War of the Five Kings began following King Robert Baratheon's death, House Baratheon became divided into three distinct factions: one led by Robert's alleged son (who is actually the product of an incestuous sexual relationship between Cersei and Jaime Lannister), Joffrey; one led by his younger brother, Stannis; and one led by his youngest brother, Renly. As a result of Renly's murder and the casualties suffered at the Battle of the Blackwater, the majority of House Baratheon's surviving lords and bannermen are now sworn to Stannis, though much of the Stormlands are occupied by Lannister and Tyrell forces loyal to King Tommen Baratheon, Joffrey's younger brother and successor.</p> <p>After the deaths of Stannis and Shireen, Tommen is the last remaining member of House Baratheon. However, House Baratheon's bloodline is technically extinct, since Tommen is a bastard born of incest between Cersei and Jaime Lannister. And also taking into account the fact that Robert's bastard children like Gendry and Barra, who have no legitimate claim to the throne. And many bastards were killed in a purge on the orders of King Joffrey.</p> <p>House Baratheon was founded by Orys Baratheon, a general in the army of King Aegon I Targaryen, the Conqueror. Orys Baratheon was also rumored to be Aegon's bastard half-brother. He defeated Argilac the Arrogant, the last of the Storm Kings, and captured his castle of Storm's End. He also captured Argilac's daughter, Argalia, and took her as his wife. For his accomplishments, Orys was made Lord of Storm's End and founder of House Baratheon.</p> <p>Two hundred and eighty-one years later, Lord Robert Baratheon rebelled against King Aerys II Targaryen, the Mad King, when the latter's son, Prince Rhaegar, kidnapped Robert's betrothed, Lyanna Stark, and his father the Mad King murdered her father and brother. House Baratheon, allied to the Houses Stark, Arryn and Tully, defeated the Targaryen army at the Battle of the Trident, while the forces of House Lannister captured King's Landing, where Jaime Lannister slew the Mad King. It was decided that Robert, as the military leader of the rebellion and also the one with the best blood-claim to the Iron Throne, would become King. With Lyanna dead, he married Cersei Lannister to cement the alliance that brought down the Targaryens, but they did not have a happy marriage, due to Robert's whoring and abuse, and Cersei's hatred of him.</p> <p>It isn't exactly clear how King Robert envisioned dividing up his possessions for future generations of House Baratheon, or if he even had a plan. It isn't clear if he meant to permanently unite the Crownlands around King's Landing with the Stormlands around Storm's End (which do border the Crownlands). Alternatively, he might have handed off Storm's End and the Stormlands to a cadet branch of House Baratheon formed by Stannis or Renly's children, while Robert's own \"children\" ruled the Crownlands. There's even the possibility that Robert intended to cut his younger brothers out of the succession entirely, and have the rule of the Stormlands pass to his younger \"son\" Tommen. Whatever plans Robert may have had were swept away by the outbreak of war upon his unexpected death.</p> <p>Seventeen years after he was crowned king, Robert Baratheon died of a wound taken on a boar hunt. Secretly, his death was actually the result of Queen Cersei having his wine spiked to make sure he would be too drunk to defend himself on the hunt.</p> <p>Joffrey Baratheon, holding the Iron Throne, continued to rule the cadet branch of House Baratheon formed by King Robert, \"House Baratheon of King's Landing\". However, with the spread of rumors revealing that Joffrey is not Robert's son but a bastard of incest between Cersei and Jaime Lannister, none of the lords of the Stormlands declared for him.</p> <p>Stannis Baratheon formed his own cadet branch, \"House Baratheon of Dragonstone\", and claimed the kingship as Robert's eldest surviving brother and thus legal heir. Robert had several bastard children but by definition none of them could inherit his rule. However, as an unpopular and stern man, hardly any of the Houses from the Stormlands declared for Stannis.</p> <p>Flouting tradition, Robert's younger brother Renly Baratheon declared himself king ahead of his older brother Stannis, knowingly ignoring the laws of succession that made him Stannis's heir. Almost all of the lords of Houses in the Stormlands declared for Renly, who also continued to hold Storm's End itself. As a further insult to Stannis, Renly didn't even bother officially forming his own cadet branch, instead claiming dominion over all of \"House Baratheon\". To strengthen his military and political position, Renly entered into a marriage-alliance with the powerful House Tyrell of the Reach, by wedding Margaery Tyrell. For his personal sigil, and the sigil of his faction in the war, Renly altered the original color scheme of the sigil of House Baratheon. Instead of the black crowned stag on a yellow field, Renly's banner displayed a golden crowned stag on a field of green, a nod to the color scheme of his new wife's powerful family, House Tyrell.</p> <p>Renly was subsequently assassinated and left no heirs. All of the noble Houses of the Stormlands that had declared for Renly then grudgingly switched their allegiance to Stannis as the only surviving Baratheon brother, while the Tyrells abandoned them claiming (accurately) that Stannis had something to do with Renly's death. Some of the Tyrell vassals, such as House Florent, went over to Stannis. Stannis assembled his new armies into a massive assault in King's Landing, the Battle of the Blackwater. However, Stannis' forces were crushed in the assault by the timely arrival of Tywin Lannister and Loras Tyrell, heralding the new Lannister-Tyrell alliance. Most of the military strength of the Stormlands was crushed in the battle, though Stannis himself was able to escape back to Dragonstone with a handful of remaining troops. Stannis lost most of the Stormlands as a result of the battle: with their military strength spent, the Houses of the Stormlands were too weak to resist Joffrey's armies and bent the knee. Some of Renly's old supporters who were never fond of Stannis even actively switched to Joffrey's side.</p> <p>At this point, in terms of the family, there is no unified \"House Baratheon\" as there was before the war. Stannis is indeed the legal heir of the previous House, but he has formed his own cadet branch with new heraldry. Joffrey, along with his younger sister Myrcella and younger brother Tommen, were all bastards and not actual \"Baratheons\". Aside from being a bastard, Joffrey also led his own cadet branch with different heraldry, not the original \"House Baratheon\". Thus the only surviving members of the Baratheon family were Stannis and his daughter Shireen. Joffrey and Shireen were later killed during the war, however, making Stannis the last legitimate Baratheon - though Robert left behind several bastard children, of which at least Gendry is still alive.</p> <p>In terms of \"House Baratheon\", the political entity ruling over the Stormlands, they have been largely crushed and subdued by the Iron Throne forces. Stannis continues to possess the holdings he had before Renly died, Dragonstone and a few other minor islands in Blackwater Bay. However, a garrison continues to hold the impregnable castle of Storm's End itself in Stannis's name.</p> <p>Note: Joffrey, Myrcella and Tommen are claimed to be the children of King Robert Baratheon, but actually were born of incest between Queen Cersei and her twin brother, Ser Jaime Lannister. Thus, Stannis was Robert's lawful heir before his death. With the deaths of Stannis and Shireen, the bloodline of House Baratheon is extinct.</p> <p>In the A Song of Ice and Fire novels, Orys Baratheon was the rumored bastard half-brother of King Aegon I Targaryen, the conqueror of the Seven Kingdoms. Orys led an army which slew the last of the Storm Kings, Argilac the Arrogant, and captured his castle of Storm's End. For his loyal service, Orys was made a lord and allowed to found his own Great House, marrying the daughter of Argilac and taking his sigil and words for his own. At just under 300 years, this makes House Baratheon the youngest by far of the Great Houses.</p> <p>House Baratheon has ruled over the tempest-wracked southeastern shores of Westeros, the area known as the Stormlands, ever since. It has produced a number of great and notable warriors, such as Ser Lyonel Baratheon, the Laughing Storm, and married into the royal House Targaryen several generations ago.</p> <p>When Robert Baratheon's betrothed, Lyanna Stark, was kidnapped by Rhaegar Targaryen, he was enraged and raised his banners in rebellion against King Aerys II, along with Lyanna's brother (and Robert's best friend) Eddard Stark. They were joined by several other houses in a civil war known as Robert's Rebellion. Robert's army smashed the royal host at the Battle of the Trident and put it to rout. The treachery of House Lannister delivered the capital at King's Landing to Robert. With Lyanna killed during the war, Robert agreed to marry Cersei Lannister in gratitude for her father's pledge of fealty.</p> <p>In a very minor difference to the books, the TV series spells \"Argilac\" as \"Argalic\". It is not clear if this is an error or a deliberate change. Another difference is that, after crowning himself King, Renly doesn't alter the colors of the Baratheon sigil.</p> <p>Following the death of Robert and Renly, the only surviving members of House Baratheon are Stannis, his wife, and his daughter Shireen. No mention has been made in the five current novels of any surviving cousins, who might make claim to rule of House Baratheon. Robert is rumored to have fathered over a dozen bastards, but they are not considered legitimate heirs. Robert does have one acknowledged bastard, Edric Storm, whom he acknowledged because his mother was a member of the nobility. Robert had no part in raising him, instead sending him to foster at Storm's End.</p> <p>In the TV series, their banner depicts a stag with a crown around its neck, while in the novels, the crown is above its head. The original stag sigil used by House Durrandon had a crown, but when Orys Baratheon took the sigil for his own the crown was removed because the Baratheons were not kings under the Targaryens. The crown was only added back nearly three centuries later, after Robert deposed the Targaryens and usurped the Iron Throne. Even in the TV series, during Bran Stark's history lesson in Season 1, he explicitly states that the stag in Baratheon heraldry only gained a crown after Robert became king.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 3, "fields":
		{
			"house_id": "lannister",
			"name": "House Lannister",
			"words": "Hear Me Roar!",
			"description": "<p>House Lannister of Casterly Rock is one of the Great Houses of Westeros, one of its richest and most powerful families and oldest dynasties. The major characters Jaime, Cersei, and Tyrion and the recurring characters Tywin, Kevan, and Lancel are members of the house. Tywin is the head of House Lannister and Lord of Casterly Rock.</p> <p>Their lands are in the far west of the continent. Their seat is Casterly Rock, a massive rocky promontory overlooking the Sunset Sea which has had habitations and fortifications built into it over the millennia. They are the Lords Paramount of the Westerlands and Wardens of the West. House Lannister's Heraldry consists of a golden lion on a crimson background, and their House words are \"Hear me roar!\", which is rarely mentioned. Their unofficial motto, which is as well known as the official one, is \"A Lannister always pays his debts\" - which is used much more often and mostly in negative context, though it can also be used in the original, literal sense.</p> <p>The incestuous relationship of Cersei and Jaime has been concealed in a conspiracy. Their son Joffrey Baratheon has claimed the Iron Throne on the premise that he was actually fathered by the late King Robert Baratheon. Lord Tywin is a key supporter of his reign in the War of the Five Kings.</p> <p>House Lannister is one of the Great Houses of Westeros. Their lands are in the far west of the continent. Their seat is Casterly Rock, a castle on a rocky promontory overlooking the Sunset Sea. It overlooks the thriving city of Lannisport and sits atop the most productive gold mine in the Westerlands. They are the wealthiest family in the realm. They once possessed a Valyrian steel sword called Brightroar, which was lost by King Tommen II Lannister.</p> <p>Fair-haired, tall and handsome, the modern Lannisters are the blood of Andal adventurers who carved out a mighty kingdom in the western hills and valleys. Through the female line, they boast of descent from Lann the Clever, the legendary trickster of the Age of Heroes who swindled Casterly Rock from its previous rulers. They used to rule the Westerlands as the Kings of the Rock before swearing allegiance to the Targaryen family. The last King of the Rock, Loren Lannister, and the last King of the Reach, Mern Gardener, joined forces and fielded 60,000 men against Aegon the Conqueror. They were defeated by his dragons in a battle that came to be known as the 'Field of Fire' and lost 4,000 men. They have since served the Targaryens and now King Robert Baratheon as the Lords Paramount of the Westerlands and Wardens of the West. The gold of Casterly Rock and the Golden Tooth has made them the wealthiest of the Great Houses.</p> <p>Tywin has three children Cersei, Jaime, and Tyrion by his wife Joanna Lannister. Joanna died after giving birth to Tyrion. Tyrion is a dwarf and has a troubled relationship with Tywin. Cersei and Jaime are fraternal twins. Cersei is Queen of Westeros since Tywin arranged for her marriage to King Robert Baratheon in exchange for his support in Robert's Rebellion. She has a longstanding incestuous relationship with her brother Jaime. The two conspire to conceal their love and have passed their children (Joffrey, Myrcella, and Tommen) off as being the product of Cersei's marriage.</p> <p>Following the death of the Hand of the King Jon Arryn Queen Cersei Lannister meets with her brother Jaime Lannister in the throne room. They discuss their secret incestuous relationship and speculate that Jon may have known about it. Lysa Arryn writes to her sister Catelyn Stark claiming that Jon Arryn was murdered by House Lannister.</p> <p>Cersei and Jaime travel north to Winterfell with her husband King Robert Baratheon. Robert plans to make Eddard Stark Hand of the King. They are accompanied by their brother Tyrion Lannister. Their son Joffrey Baratheon is betrothed to Sansa Stark. Cersei and Jaime continue liaise in a disused tower. They are interrupted by Bran Stark and Jaime pushes him out of the window of the tower to prevent him revealing what he saw.</p> <p>Cersei and Jaime are shocked to learn that Bran survived the fall. Cersei visits Catelyn at Bran's bedside and tells her that she once had a black haired son who died young. Joffrey refuses to pay the Stark family the same courtesy and Tyrion violently rebukes him. The royal party leaves Winterfell and Tyrion splits from the group to go further north to see the Wall. He befriends Jon Snow, a bastard of House Stark and new volunteer to the Night's Watch. On the Kingsroad south Joffrey is attacked by Arya Stark and her direwolf Nymeria. He claims that the attack was unprovoked. When the direwolf cannot be found Cersei demands that its sister wolf Lady be executed. An assassin attempts to kill Bran as he lies comatose at Winterfell but he is protected by his direwolf Summer. Catelyn discovers a blond hair in the disused tower and notes the fine blade the assassin used; she suspects the Lannisters of ordering the assassination.</p> <p>Cersei counsels her son about the incident and warns him that anyone who is not a member of their House is an enemy. A raven arrives with news of Bran's recovery. Cersei fears that he will expose their secret and Jaime comforts her. Tyrion finds the Night's Watch undermanned and lacking voluntary recruits. He travels south with the recruiter Yoren. Catelyn goes to King's Landing to discuss the attack on Bran with Eddard. She is told by Petyr Baelish that the knife the assassin used belonged to Tyrion.</p> <p>Tyrion is disturbed by a frosty reception from Robb Stark at Winterfell and notes the absence of Catelyn. He delivers plans for a saddle that will allow the paraplegic Bran to ride a horse but chooses to stay elsewhere because of Robb's rudeness. Much further south Tyrion chances across Catelyn in the Inn at the Crossroads. She calls upon the loyalty of the Tully bannermen present and has him arrested for the assassination attempt.</p> <p>In King's Landing Eddard begins to investigate the movements of Jon Arryn prior to his death and uncovers a bastard son of Robert. Jaime refuses to deliver a message from Eddard to Robert but does reminisce with Eddard's Captain Jory Cassel about fighting during the Greyjoy Rebellion. Jaime is chagrined at having to guard Robert while he cheats on Cersei. Cersei attends the Tourney of the Hand thrown in Robert's honor but leaves when Robert's coarse behaviour annoys her. She visits Eddard, questions his motivations and warns him that his service to Robert is futile. Lannister sworn sword Gregor Clegane kills Jon Arryn's former squire Hugh of the Vale during the jousts.</p> <p>Cersei and Robert have a frank discussion about the threat of the alliance between the exiled House Targaryen and the Dothraki, their loveless marriage, and Robert's feelings for his dead first love Lyanna Stark. Catelyn takes Tyrion East through the Vale of Arryn and he is imprisoned in the sky cells of the Eyrie. News of his capture reaches King's Landing and Jaime confronts Eddard and kills several of his guards, including Jory before duelling him personally. Eddard is wounded by a Lannister Man-at-Arms and Jaime leaves him alive and rides out of the capital. Lord Tywin Lannister calls his banners and marches on the Riverlands (Catelyn's ancestral home) to punish her for Tyrion's abduction.</p> <p>Cersei and Robert argue over punishing Eddard for the capture of Tyrion and Robert hits her. Robert goes hunting in the Kingswood leaving Eddard to rule in his absence. Refugees from the Riverlands report being attacked by Ser Gregor Clegane. Eddard dispatches a small force to bring Gregor to justice and calls Tywin to King's Landing to answer for Gregor's crimes. Tyrion wins his freedom in a trial by combat where the sellsword Bronn fights as his champion. Eddard's investigation leads him to realise that Cersei's children are all fathered by Jaime.</p> <p>Jaime liaises with Tywin's forces at an encampment in the Riverlands. Tywin has gathered an army of sixty thousand men. He tells Jaime that the current conflict will decide the fate of their family. He orders Jaime to take thirty thousand men and besiege Riverrun, Catelyn's childhood home and the seat of House Tully. Jaime ponders why Tywin would risk so much for the ugly, stunted son that he hates, and Tywin explains that a Lannister is a Lannister and any affront must be punished.</p> <p>Eddard confronts Cersei with his findings and warns her that he intends to tell Robert on his return. Robert's squire Lancel Lannister gives him plenty to drink during the hunt and Robert is gravely wounded by a boar in the Kingswood. He is brought back to King's Landing to die. Eddard holds his tongue and Robert declares him Protector of the Realm from his deathbed. Renly Baratheon appeals to Eddard to help him seize the throne but Eddard refuses because Stannis Baratheon is Robert's oldest brother and rightful heir. Eddard writes to Stannis to inform him of his findings and then recruits Baelish and the City Watch in an attempt to take Cersei and her children into custody. Renly flees the city. Eddard is betrayed by his allies and she instead has him arrested and destroys Robert's final proclamation. Cersei installs Joffrey as King and becomes Queen Regent.</p> <p>Lannister forces massacre the remaining Stark retainers in King's Landing. Sansa is captured but Arya escapes. Cersei manipulates Sansa into writing to her brother Robb to convince him to swear fealty to Joffrey. Robb sees through the ploy and calls his banners to march south. Cersei dismisses Ser Barristan Selmy as Lord Commander of the Kingsguard and installs Jaime in his place.</p> <p>Tyrion is captured by the Hill tribes of the Vale but convinces them to join the Lannister cause in exchange for weapons and autonomy from the Lord of the Eyrie. Tyrion and his men link up with Tywin in the Riverlands as he prepares to battle Robb's army.</p> <p>Robb sends a decoy force to fight Tywin's force and Tywin wins an easy victory against the much smaller force in the Battle of the Green Fork. Jaime is captured by Robb's army in the Battle of the Whispering Wood. Despite Cersei arranging for Eddard to confess in exchange for leniency Joffrey has him executed for treason. Tywin receives word that both Stannis and Renly have declared claims on the throne and are gathering armies. These battles mark the opening exchanges of the War of the Five Kings.</p> <p>Jaime is questioned by Catelyn and admits to pushing Bran from the tower but does not reveal why. Tywin is frustrated with Cersei's failure to control Joffrey and names Tyrion Acting Hand of the King and sends him to King's Landing. Tywin forbids Tyrion to take his lover Shae with him but Tyrion defies the order. Tywin moves his army to Harrenhal to avoid being pinned between the opposing forces. Cersei sleeps with Lancel for the first time.</p> <p>House Lannister can raise approximately 60,000 men in a relatively short period of time. As the richest house, the Lannisters' forces are among the best-equipped in the Seven Kingdoms, though House Tyrell commands larger numbers.</p> <p>The Lannisters also command a modest fleet, berthed at Lannisport. The fleet was largely destroyed at anchor during the Greyjoy Rebellion in a pre-emptive strike led by Balon Greyjoy's brothers.</p> <p>House Lannister is a very old and wealthy family, dating back to the Age of Heroes and the Andal invasion 6,000 years ago. As a result it has produced numerous cadet branches and distant cousins of the main line, who have prospered as members of the minor nobility in the Westerlands for many years. In contrast, while House Stark is even older than House Lannister, due to the harsh conditions of the North (both low economic output and threat of Wildling attacks) by the time of the War of the Five Kings, the Starks possess few if any cousins, and only one major cadet branch, House Karstark. Therefore, there are numerous minor members of the extended \"House Lannister\" which exist in the background of the narrative, but they are so numerous and distantly related that members of the main line wouldn't think to mention them any more than they would their other vassals.</p> <p>House Lannister of Lannisport - a cadet branch of House Lannister, formally organized as a distinct House. They directly rule the city of Lannisport for the main branch, while the main branch rules the gold-mine rich area of Casterly Rock in the nearby mountains above Lannisport.</p> <p>In the A Song of Ice and Fire novels, House Lannister was established many thousands of years prior to the books' opening by a trickster-hero called Lann the Clever, who tricked the powerful Casterly family into abandoning their stronghold of Casterly Rock, which the Lannisters took for their own. The Lannisters have ruled the region known as the Westerlands ever since, getting rich off the many gold and silver mines in the western hills and mountains.</p> <p>During Robert's Rebellion, the Lannisters sat out most of the war, refusing to heed the calls of King Aerys II Targaryen to aid him in crushing the rebellion. After the rebel victory at the Battle of the Trident, the Lannister army marched to the relief of King's Landing but, instead of helping defend the city, they brutally sacked it, killing King Aerys and his grandchildren. Robert Baratheon publicly forgave the Lannisters their actions and accepted their allegiance, marrying Cersei Lannister in thanks for Tywin's assistance. However, Eddard Stark saw the Lannister action as betrayal and murder, and has not trusted them ever since.</p> <p>House Lannister consists of a \"main\" branch led by Lord Tywin and a junior branch, led by cousins, that controls the city of Lannisport. The Lannisters are a relatively large family, though nowhere near as numerous as the Freys of the Crossing.</p> <p>A minor change is that in the books the heraldry of House Lannister features a lion passant (striding on all four legs), but in the TV series the lion is rampant (rearing up with its forepaws raised to attack). The variant with the striding, passant lion is still glimpsed on several occasions in the TV series (i.e. Tywin's battle-flags during the Battle of the Green Fork), though it is not the primary version featured in promotional materials.</p> <p>According to the TV series official pronunciation guide developed for the cast and crew, \"Lannister\" is pronounced \"LAN-iss-ter\". It rhymes with \"Lancaster\". The conflict between the \"Starks and Lannisters\" in the series is loosely inspired by the English War of the Roses between the \"Yorks and Lancasters\".</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 4, "fields":
		{
			"house_id": "targaryen",
			"name": "House Targaryen",
			"words": "Fire and Blood",
			"description": "<p>The banner of House Targaryen on a flag. A common error, even in Westeros, is to depict the Targaryen dragon with six limbs rather than four</p> <p>House Targaryen is a former Great House of Westeros and was the ruling royal House of the Seven Kingdoms for three centuries, before it was deposed during Robert's Rebellion and House Baratheon replaced it as the new royal House. The few surviving Targaryens fled into exile. House Targaryen's sigil is a three-headed red dragon on a black background, and their words are \"Fire and Blood\".</p> <p>Once a noble family of the vast Valyrian Freehold, an empire spanning most of the eastern continent, the Targaryens were given control of the island of Dragonstone in the Narrow Sea some centuries ago. After the obliteration of Valyria in the Doom, the Targaryens launched a devastating invasion of Westeros using three dragons to spearhead their attack. In a short period of time, six of the seven formerly independent kingdoms had surrendered to the Targaryen leader, King Aegon I, unifying the continent under his rule. The last hold-out, Dorne, joined the kingdom through a political and marriage alliance some two centuries later.</p> <p>During the increasingly erratic reign of King Aerys II, his son Rhaegar kidnapped Lyanna Stark of Winterfell for unknown reasons. This sparked a massive uprising led by Eddard Stark, Robert Baratheon and Jon Arryn. At the end of this war Aerys and Rhaegar were dead and the Targaryen power-base in Westeros destroyed. Aerys's youngest children, Viserys and Daenerys, were taken by Targaryen loyalists into exile in the Free Cities of the East.</p> <p>Generations of compound inbreeding have preserved in the Targaryen bloodline the classic Valyrian features of silver-white (platinum blonde) hair, and very fair, pale skin. Allegedly, this also preserved in their bloodline the ability to successfully bond with and ride dragons. They also seem to be somewhat more tolerant of extreme heat and high temperatures than other people, though they are by no means invulnerable to fire – or at least, not all of them.</p> <p>Viserys Targaryen arranges for the marriage of his sister Daenerys to the powerful dothraki Khal Drogo in exchange for a promise that Drogo will help him to reclaim his crown. The marriage was brokered by Illyrio Mopatis, a magister of Pentos. Illyrio gives Daenerys a trio of ancient dragon eggs as a gift. Daenerys comes to love both Drogo and his people while Viserys is increasingly frustrated by Drogo's failure to deliver on his promise. Daenerys becomes pregnant with Drogo's son and he is prophesied to be the \"Stallion that mounts the world.\" Frustrated by the acceptance of Daenerys by the Dothraki, Viserys drunkenly threatens her unborn child and demands his crown. Drogo kills him by pouring molten gold over his head.</p> <p>Drogo then pledges to invade Westeros for Daenerys when she survives an assassination attempt. He raids villages of the Lhazareen to enslave their inhabitants, intending to use them to barter passage across the Narrow Sea. He takes a superficial wound when he is challenged by Mago for apparently taking orders from a woman, namely Daenerys, who wants to spare the female slaves from being raped by the dothraki. Concerned that the wound could fester and become infected, Daenerys turns to the captive Mirri Maz Duur to treat him. Duur's reputation as a \"maegi\" causes friction between Daenerys and Drogo's warriors. Duur deliberately infects this wound, causing Drogo's life to become endagered. Unaware of Duur's actions, Daenerys allows her to use blood magic to treat Drogo, using the blood of Drogo's horse. His bloodrider Qotho violently objects, injuring Daenerys and triggering premature labor. Duur's spell leaves Drogo catatonic and Daenerys's son stillborn. His khalasar splinters leaving Daenerys with only dozens of riders remaining. After a tearful, loving farewell speech, Daenerys smoothers Drogo with a cushion. She then has Duur burned alive on his funeral pyre, also placing her dragon eggs among the flames. Duur dies in agony in the fire, her screaming filling the night air. Daenerys then steps into the fire, but the next morning, it is revealed that she is unharmed and holding the dragon hatchlings in her hands.</p> <p>Daenerys's adviser Ser Jorah Mormont warns that rival khals will target her and advises that she flee into the Red Waste. Her crossing is harrowing and she loses the majority of her horses (namely her own, Drogo's first gift to her) and some of her people. Upon arriving in Qarth she is allowed into the city under the protection of wealthy merchant Xaro Xhoan Daxos. Xaro makes a pragmatic marriage proposal, promising to fund Daenerys return to Westeros in exchange for becoming her husband. Jorah counsels against entering Xaro's debt and reveals his own, unrequited, feelings for Daenerys. Daenerys refuses Xaro's offer after finding her khalasar slaughtered and her dragons missing. After retriving them, Daenerys locks Xaro in his own vault along with one of her handmaidens, who was sleeping with Xaro. With her dragons once more by her side, she and the remnants of her khalasar raid Xaro's wealthy home.</p> <p>Having seized as much of Xaro's wealth as she and the remnants of her khalasar could carry, Daenerys and her retainers flee Qarth by ship. Daenerys reluctantly takes Jorah's advice to make for Astapor, a city in Slaver's Bay known for its warrior-slaves. Jorah feels that using their wealth to purchase an army is her best course of action. Shortly after their arrival, Daenerys is nearly assassinated by one of the remaining Warlocks, but is rescued by Ser Barristan Selmy, who has tracked her down to pledge fealty to House Targaryen once again.</p> <p>House Targaryen's fortunes take a dramatic turn when Daenerys double-crosses the Good Masters of Astapor, seizing their elite Unsullied and burning the slave-owning elite with the dragon she pretended to sell to him. Daenerys thus becomes the first Targaryen in generations to march at the head of her own conquering army.</p> <p>The now-sizeable Targaryen army moves on the largest slaver city, Meereen. The city is taken with the aid of a slave revolt organized by the Unsullied, with its navy being commandeered by the Second Sons a few days later. Upon learning how poorly Astapor and Yunkai have faired since she left, Daenerys decides to remain in Meereen and rule as queen until the slaves are truly free and she has enough force to take all of Westeros.</p> <p>Daenerys continues to try to control Meereen but faces major opposition from a clandestine organization calling themselves the Sons of the Harpy, who have recently begun assassinating lone Unsullied. Yunkai's return to the Targaryen fold is organized by Hizdahr zo Loraq, with a council of former slaveholders and freedmen ruling the city and all major decisions being submitted to Daenerys for approval. But Daenerys, reluctant to allow the Wise Masters to reopen the fighting pits, jeopardizes the deal. Meanwhile, in Pentos, Varys works to convert a new asset to the Targaryen cause: the fugitive Tyrion Lannister. At the Wall, Aemon Targaryen, maester of Castle Black and the only other remaining Targaryen succumbs to his poor health and dies.</p> <p>House Targaryen's military strength has fluctuated over the last few years under Daenerys Targaryen's leadership. Since the death of her husband, she has commanded a khalasar containing only a few dozen riders, less than half of whom are warriors, as well as a single trained knight, Jorah Mormont. During her time in the Red Waste and Qarth, her dragons were not large enough to provide any meaningful assistance.</p> <p>By the time Daenerys reached Astapor in Slaver's Bay, her dragons had grown enough to provide limited air support in certain engagements, and she had gained the loyalty of an additional knight, Ser Barristan Selmy. It should be pointed out that although limited, the dragons are capable of providing the only air support in the known world.</p> <p>Shortly after arriving at Yunkai, Daenerys is able to secure the affection of Daario Naharis, a lieutenant in the Second Sons. During a parley between Daenerys and the captains of the Second Sons, Daario points out that Daenerys's Unsullied are impressive infantry, but she still possesses no cavalry, siege weapons, or ships. Later that night, Daario slays the captains of the Second Sons, makes himself captain, and pledges the company to Daenerys. The Second Sons add 2,000 armored cavalry to the growing Targaryen army.</p> <p>There are no official allies or vassals of House Targaryen left in Westeros. Varys is really a Targaryen loyalist and possesses a vast spy network, but by himself he commands no military forces and cannot be considered a military asset.</p> <p>King Robert Baratheon expressed fear that even after all these years, there are still a sizeable number of noble Houses in Westeros who are either secret Targaryen loyalists, or who later developed some grievance with Robert's rule, and would flock to the Targaryen banner if they attempted to retake the Iron Throne in open war. It is not clear to what extent paranoia influenced his opinions, since Ser Jorah stressed to Dany that the number of Targaryen loyalists in Westeros is far lower than Viserys liked to believe. Viserys, at least, believed that because House Tyrell of the Reach and House Martell of Dorne fought on the Targaryen side during Robert's Rebellion, the prospects were good that they'd be willing to join his cause and rebel against Robert. Thus far, there has been no evidence that dissatisfied houses would support a Targaryen return, and House Tyrell has become closely aligned with the Lannister-backed House Baratheon.</p> <p>In the A Song of Ice and Fire novels, House Targaryen moved from Valyria to Dragonstone, then the most far-flung outpost of the Valyrian Freehold, apparently in fear of a prophecy predicting the destruction of Valyria a century before it happened. After the fall of Valyria, the Targaryens stayed on Dragonstone for a hundred years, apparently hoarding the strength of their dragons and debating whether to invade Westeros or to attempt to seize control of the Valyrian colony-states which later became known as the Free Cities. When the time came, the Targaryens ultimately assisted the Free Cities in asserting their independence and then proceeded to invade Westeros.</p> <p>House Targaryen ruled Westeros for 283 years, during which time they survived substantial civil wars (including the Dance of Dragons and no fewer than five Blackfyre Rebellions), plague (the Great Spring Sickness), and an attempted foreign invasion (in the War of the Ninepenny Kings). They were brought down when the Mad King's insanity became too dangerous to be ignored.</p> <p>The generations of Targaryen inbreeding produced a distinctive set of physical features shared by all of their members during the House's three centuries of rule. This includes a generally pale appearance with silver-white (platinum blonde) hair and purple irises. While pale, they are not albinos, although their eyebrows are white. The actors playing Daenerys and Viserys are actually both dark-haired, so they had to wear wigs, although the production team decided not to dye their eyebrows to match. The TV series opted not to portray the Targaryens with purple eyes, partially due to the logistical difficulty of matching purple contact lenses for actors in every shot. The TV series originally filmed Viserys and Daenerys wearing violet contact lenses, but show creators David Benioff and Dan Weiss quickly abandoned their use. As they explained in the Season 1 Blu-ray episode commentaries, \"actors act with their eyes, and  really hurt the emotion.\"</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 5, "fields":
		{
			"house_id": "martell",
			"name": "House Martell",
			"words": "Unbowed, Unbent, Unbroken",
			"description": "<p>House Martell of Sunspear is one of the Great Houses of Westeros. It rules the peninsula of Dorne in the far south of the continent from their castle Sunspear. Though loyal to the Iron Throne, it has pursued a more isolated role in wider political events since Robert's Rebellion.</p> <p>House Martell's sigil is a red sun pierced by a golden spear, on an orange field, a combination of the original Martell sigil - a yellow spear - and the emblem of Princess Nymeria - a red sun - to symbolize the marriage of the warrior-queen to Mors Martell. The motto of the House is \"Unbowed, Unbent, Unbroken\"​.</p> <p>House Martell started out as local kings in Dorne, which was long divided between many petty kings of the First Men and Andals. About a thousand years ago, Rhoynar refugees fleeing conquest by the Valyrian Freehold in Essos migrated across the Narrow Sea to Dorne, led by their warrior-queen Nymeria. Mors Martell was smitten with Nymeria and chose to join forces with her through marriage-alliance. With their combined strength, they conquered and unified the rest of Dorne. To symbolize their union, the original golden spear sigil of Mors Martell was combined with the red sun sigil of Nymeria, creating the red sun pierced by a golden spear sigil that House Martell has used ever since. Like their Rhoynar ancestors, House Martell styled its rulers as \"princes\" instead of \"kings\".</p> <p>The Martell words are \"Unbowed, Unbent, Unbroken\" - referring to their history, in which they have never been successfully conquered by outsiders. This makes them unique among all of the Great Houses. During the Targaryen Conquest (three centuries before the War of the Five Kings), Dorne was the only region of the Seven Kingdoms to successfully resist the Targaryens and their dragons. Realizing that large armies could not stand against dragons (as seen at the Field of Fire), nor large castles (as seen at the Burning of Harrenhal), the Dornish instead resorted to guerrilla warfare, ambushing Targaryen soldiers and harassing their supply lines as soon as their dragons moved on to the next castle, then disappearing back into the harsh deserts when the dragons returned. The heat of Dorne's deserts also worked to the Martells' advantage, as Dorne's arid climate cannot easily support large invading armies. Losing many men due to attrition, ultimately even Aegon the Conqueror decided to withdraw from Dorne, to focus on reining in the other six newly conquered kingdoms.  </p> <p>House Martell and Dorne have never been successfully conquered. Over a century and a half after the Targaryen Conquest of the rest of Westeros, they were invaded again by King Daeron I Targaryen, the Young Dragon. A military genius, his Conquest of Dorne actually succeeded - on the battlefield. But the initial conquest was followed by a four year long Dornish insurgency, in which occupying troops were again bled through ambush and guerrilla tactics. Lyonel Tyrell, the steward that Daeron I put in charge of Dorne, was then assassinated, and all of Dorne rose up in open rebellion. Daeron I himself was killed attempting to put down the insurrection, and after only four short years House Martell once again ruled an independent Dorne.  </p> <p>A few decades later (a little over a century before the War of the Five Kings), King Daeron II the Good managed to finally unite Dorne with the Iron Throne - not through conquest, but by voluntary marriage-alliance on equal terms. Daeron II married the sister of the Prince of Dorne, and the Prince of Dorne married Daeron II's sister. This special, semi-autonomous status allowed Dorne to retain several special privileges, such as the Martells continuing to style themselves as \"Prince\" or \"Princess\" instead of \"Lord Paramount\". This union did cause several political tensions at the royal court between Daeron II's pro-Martell faction and anti-Martell lords (from the Reach, the Stormlands, and the Dornish Marches), eventually leading to the Blackfyre Rebellion.  </p> <p>Generations later, King Aerys II Targaryen (later known as \"the Mad King\") had no daughters, so he sought a suitable bride for his son Crown Prince Rhaegar Targaryen from outside of the family. Aerys II chose to snub the offer of Tywin Lannister, his own trusted Hand of the King and dutiful servant, that Rhaegar marry his own young daughter Cersei. Instead, a match was arranged with the then-current Princess of Dorne to wed her daughter Elia Martell to Rhaegar. Elia bore Rhaegar two children but all three were later killed during Robert's Rebellion, during the Sack of King's Landing by Tywin Lannister's army. Elia's brothers Doran and Oberyn were outraged and, while peace was restored, the Martells withdrew from interacting with the royal court. During King Robert Baratheon's subsequent reign, the Martells and Dorne were rarely if ever even mentioned at court, except for their Dornish wine.</p> <p>Mors Martell and Nymeria united to conquer and unify Dorne.  Afterwards they ruled equally, and were succeeded by their eldest daughter over their younger son - following the gender-blind inheritance customs of the Rhoynar</p> <p>Like their Rhoynar ancestors who migrated to Dorne a thousand years ago, Dornish noble Houses follow gender-blind equal primogeniture, in which the eldest child is the heir regardless of whether that child is male or female. This is different from the male-preference inheritance laws in all of the rest of the Seven Kingdoms, the laws of the First Men and Andals, in which a younger son succeeds ahead of an older daughter. In House Stark, for example, Bran and Rickon are officially ahead of their older sister Sansa in the line of succession, and in House Lannister, Tyrion was officially ahead of Cersei despite being younger than her.</p> <p>In contrast, a ruler of House Martell is always succeeded by their eldest child, even if it is a daughter. The current ruler of Dorne (when House Martell is fully introduced in Season 5) is Prince Doran Martell, who has been the head of House Martell for many years. The immediately preceding head of House Martell, however, was Doran's mother, who was also the mother of Elia and Oberyn. Doran's mother actually had a younger brother, Lewyn Martell. Under the inheritance laws of the rest of Westeros, Lewyn would have succeeded ahead of Doran's mother, but because Dornish inheritance laws are gender-blind he did not (and therefore he was free to join the elite Kingsguard).</p> <p>In the style of their Rhoynar ancestors who lived in city-states in Essos (near the location of the later Free Cities), House Martell styles its rulers as \"Prince of Dorne\" (or \"Princess\") instead of \"King\" or \"Queen\". All members of House Martell are called a Prince/Princess, though the current head of the household is the ruling Prince/Princess. There is little functional difference between the \"Prince of Dorne\" and a \"Lord Paramount of the North\", though the title \"Prince\" is considered to be more prestigious.</p> <p>Tyrion Lannister announces his plan to marry Myrcella Baratheon to Prince Trystane Martell of Dorne. The alliance is intended to keep the Dornish from siding with their enemies in the War of the Five Kings, and to ensure the survival of a Baratheon/Lannister heir should King's Landing fall. Cersei is shocked, and tells her brother that the Martells loathe them. Tyrion concurs, but says that this is exactly why they need to seduce the Martells back into allegiance, by offering them a royal marriage alliance.</p> <p>Prince Oberyn Martell, along with a retinue of Dornish lords and knights, arrives in King's Landing to attend the royal wedding in the place of his brother, Prince Doran Martell. Oberyn is joined by his paramour, Ellaria Sand. Oberyn explains the bad blood between the Lannisters and Martells. His sister, Elia Martell, was the wife of Rhaegar Targaryen and she and her children were raped and murdered by Tywin Lannister's troops when they sacked King's Landing. Oberyn holds Tywin personally responsible and is in the capital intent on taking revenge on the Lannisters.</p> <p>Oberyn and Ellaria represent House Martell at the royal wedding between King Joffrey and Margaery Tyrell, and witness Joffrey's poisoning. Joffrey's uncle Tyrion Lannister is falsely accused of poisoning Joffrey. Lord Tywin subsequently meets with Oberyn in private, and tells him that he wants to ensure that the Martells remain close to the throne, which is still facing numerous threats: the Iron Islands are still in open rebellion to the west, a wildling horde is massing against the Wall to the north, and worst of all, to the east in Slaver's Bay, Daenerys Targaryen possesses three live Dragons and is amassing a large army of her own. As a sign of good faith, Tywin makes Oberyn one of the three judges at Tyrion's trial.Tyrion is subjected to a humiliating show trial at court, which he ends by demanding a Trial by combat. The crown's champion is the fearsome Gregor Clegane, but ultimately Oberyn volunteers to be Tyrion's champion.</p> <p>Oberyn faces off against the massive Gregor in the following trial by combat in front of the gathered royal court. Oberyn uses speed and agility to outmaneuver and subdue Gregor, but is knocked off his feet during an unguarded moment, after which Gregor crushes Oberyn's skull between his bare hands. Oberyn, however, had coated his spear with manticore venom, one of the deadliest poisons in the Known World, incapacitating and seemingly dooming Ser Gregor.</p> <p>House Martell was originally a tiny, obscure noble house of Dorne back when the peninsula was home to numerous small, warring states, approximately one thousand years ago. The Rhoynar, refugees from a war against Valyria on the eastern continent, fled to Westeros led by their warrior-queen Nymeria, where they made landfall in Dorne and allied with Lord Mors Martell. After a brief war, Mors named himself the ruler of the unified Kingdom of Dorne, adopting the title \"Prince\" rather than \"King\" in Rhoynish fashion. Mors married Nymeria, uniting the bloodlines of the Rhoynar with the native First Men and Andals. As a result, the full name of the family is actually \"House Nymeros Martell\", with \"Nymeros\" signifying \"of Nymeria\". For example, Oberyn's full name is given as \"Oberyn Nymeros Martell\". However, even the Martells themselves do not usually use the full name, with the inclusion of \"Nymeros\", except on very formal occasions.</p> <p>When Aegon I Targaryen invaded Westeros, he conquered six of the seven kingdoms extant at that time, but the Dornish refused to give open battle where Aegon could destroy them with his dragons, instead resorting to hit-and-run attacks which severely damaged his army through attrition. Aegon agreed to leave Dorne to its own devices after trying to conquer it again during the First Dornish War of 4 AC to 13 AC. However, the Dornish once again prevailed and the Martells managed to kill Aegon's wife, Rhaenys, before forcing the Conqueror to agree to peace on their terms. Aegon never tried conquering Dorne again. </p> <p>A century and a half later, Dorne was briefly occupied by the armies of King Daeron I, but overthrew them in a bloody rebellion. Eventually, roughly a century before the events of the series, Dorne joined the Seven Kingdoms through a peaceful marriage alliance. House Martell's motto, \"Unbowed, Unbent, Unbroken\", directly references the fact that they were never conquered by outsiders. Because they came under the authority of the Iron Throne through marriage instead of the sword, House Martell and the other Dornish houses continue to practice absolute primogeniture, in which the eldest child is the designated heir, regardless of whether they are male or female. Another major difference is that the rulers of Dorne are styled ruling Princes (or ruling Princesses) instead of Lords Paramount. At the time of the beginning of the narrative the current head of House Martell is the aging Prince Doran. His daughter and eldest child is Arianne Martell: despite being female, she has been actively groomed to succeed her father, as are eldest daughters all over Dorne. In his old age and infirmity (though he retains his wits) Doran has semi-retired, delegating most of the day-to-day governance of Dorne to Arianne. </p> <p>The Martells were loyal vassals of the Iron Throne, with Princess Elia Martell marrying Prince Rhaegar Targaryen and bearing him two children. During Robert's Rebellion, the Martells were unhappy with Rhaegar's betrayal of Elia by taking Lyanna Stark as his paramour and sparking a war over the matter. Still, they supported King Aerys II Targaryen's bid to retain the throne, predominantly due to Aerys effectively holding Elia as a hostage to ensure their loyalty. The Martells lost many soldiers at the Battle of the Trident and Princess Elia and her children were brutally killed during the Sack of King's Landing by Lannister soldiers. Ironically, the Martells had only grudgingly stayed loyal to the Targaryens during the civil war, but the needless and brutal murder of Elia turned Dorne into a hotbed of pro-Targaryen sentiment (to the point that, after the Sack of King's Landing, Oberyn had wanted to continue the fighting on behalf of Viserys Targaryen). Though House Martell swore fealty to King Robert Baratheon after the war (though this was only due to extensive peace negotiations on the part of Jon Arryn), they have harbored anger and resentment towards the Lannisters ever since and have adopted a mostly isolationist policy ever since, not mixing with the other Great Houses unless totally necessary. As a result, the Dornish have stronger relations with the Free Cities of Essos than the rest of Westeros.</p> <p>The Martells and Tyrells have been sworn enemies for many generations. Over the centuries, they have fought border wars beyond count, and raided back and forth across mountains and marches even when at peace. The enmity between the two houses waned a bit after Dorne became part of the Seven Kingdoms, but the maiming of Willas Tyrell by the Dornish prince Oberyn Martell in a jouse fanned the animosity between the families, though Willas himself does not hold any grudge against Oberyn, as both men knew what happened was simply an unfortunate accident.</p> <p>In the second novel, Varys reports Tyrion that prince Doran Martell has called his banners, and there are rumors that he intends to join Renly (Renly tells Catelyn the same thing). Knowing that an alliance between Renly and Dorne will be disastrous to the Lannisters, Tyrion take steps to prevent it by offering prince Doran to marry Myrcella to Trystane, his sister’s killer, a seat at the Small Council, and some castles on the Marches. Despite Cersei's protests, Tyrion sends Myrcella to Dorne as a token of good faith. The Martells stay neutral throughout the war, although it is unclear whether the reason is Tyrion's offer, or the Martells bide their time. </p> <p>George R.R. Martin has said that the production team isn't certain how many members of House Martell they can fit into the TV series. Doran has three children, while Oberyn and Ellaria have eight daughters. Even for House Tyrell, which has four children in the current generation, two have apparently been cut from the TV series (Loras and Margaery's older brothers from the books). Conversely, in Season 2 the production team thought they might have to cut Stannis Baratheon's only child, Shireen, but subsequently was able to introduce her in Season 3. While Oberyn and Ellaria do appear in Season 4, it remains to be seen how many other Martells can be introduced into the TV continuity in later seasons.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 6, "fields":
		{
			"house_id": "bolton",
			"name": "House Bolton",
			"words": "Our Blades Are Sharp",
			"description": "<p>House Bolton of the Dreadfort is the ruling house of the North, having usurped their position from their former liege lords: House Stark. Their original lands are in the northeast of the formerly-owned Stark territories. Their stronghold is a castle called the Dreadfort and the head of the house is the Lord of the Dreadfort.</p> <p>House Bolton is infamous for its centuries-old practice of flaying their enemies alive, to the point that they use a flayed man as their House sigil. The Boltons supposedly gave up this practice after bending the knee to House Stark, and centuries later Lord Eddard Stark outlawed flaying in the North altogether, but the Boltons continue the practice.</p> <p>House Bolton's heraldry consists of a red flayed man upside-down on an x-shaped white cross over a field of black. Their official motto is \"Our Blades Are Sharp\", though a common saying of members of the House is \"A naked man has few secrets; a flayed man, none\".</p> <p>The origins of House Bolton date back to at least the Age of Heroes, a savage age in which the houses of First Men waged war one upon the other. For centuries, House Bolton resisted the efforts of the Starks to unify the North under their rule, killing several Starks in the process, and, according to rumors, keeping their skins as trophies and even wearing them as cloaks.</p> <p>Eventually, the Boltons were defeated and bent the knee to House Stark, giving up their practice of flaying their prisoners as sign of their submission. Nevertheless, they remained the second most powerful house of the North. The practice of flaying, however, was officially outlawed in the North just during the lordship of Eddard Stark.</p> <p>House Bolton answers the summon of Robb Stark, acting Lord of Winterfell, when he calls the bannermen of House Stark to march south to demand the liberation of Ned Stark and answer the aggression of House Lannister against the Riverlands. The sigil of House Bolton is present during the feast Robb holds for his lords bannermen.</p> <p>The forces of House Bolton remain with the main Northern host as it invades the Westerlands while a relief force led by the Greatjon liberates the seats of the Riverlords occupied by Lannister forces. Bolton forces participate in the Battle of Oxcross.</p> <p>The Bolton force lays siege to Winterfell, with Ramsay constantly sounding a warhorn to demoralize Theon's crew. As Robb expected, the ironborn turn on Theon and deliver him to Ramsay in exchange for safe passage off the North. However, Ramsay and his men turn on the ironborn raiders and flay them alive. They also put Winterfell to the torch and all the members of the Stark household to the sword.</p> <p>The Bolton forces march along with the rest of the Northern army all the way to the castle of Harrenhal in the Riverlands, only to find it empty, except for the bodies of Northern and Riverlands prisoners put to the sword. In the meantime Lord Bolton has also dispatched his \"best hunters\", led by Locke, to hunt down the fugitive Jaime Lannister, who had been liberated by Catelyn Stark in exchange for the freedom of her daughters, Arya and Sansa.</p> <p>The Bolton host is left to hold Harrenhal after news of the death of Hoster Tully reach the ruined castle. Another letter also informs of the Sack of Winterfell and the disappearance of Bran and Rickon Stark, but puts the blame on Theon and his ironmen, claiming the Bolton host had reached Winterfell too late. A few Bolton men accompany Robb's host to Riverrun.</p> <p>In the Dreadfort, Theon is tortured by men wearing clothing similar to that of the raiders of House Greyjoy, who take one of his fingernails and use a foot press on him and demand to know why he took Winterfell. Despite his answers, they keep torturing him. When the torturers leave, a man who claims to have been sent by Theon's sister Yara promises to release him when the castle sleeps.</p> <p>House Bolton are revealed as turncoats when they assist House Frey in the massacre known as the Red Wedding. The Boltons and the Freys kill Robb Stark, Catelyn Stark and all of the northern lords assembled at the Twins for Edmure Tully's wedding while their forces kill off their bannermen. As a reward for their betrayal, Tywin Lannister appoints Roose Bolton as the new Warden of the North. The Boltons are also granted the lands of Winterfell. </p> <p>The Boltons must fight to reclaim the North from the invading ironborn but their army is stuck south of Moat Cailin, a fortress taken by the Greyjoys in the first days of their invasion. Roose Bolton decides to send Ramsay to retake the fortress in order to prove himself worthy of the Bolton name.</p> <p>Ramsay sends Theon Greyjoy to convince the ironborn in Moat Cailin to yield in exchange for safe passage. The plan is a success, but Ramsay has all the ironborn flayed anyway. For his accomplishment, Roose presents Ramsay with a document of legitimization as his reward. They then make their way towards Winterfell.</p> <p>Though the Boltons, in Roose's words, have become a Great House and are now situated at Winterfell, the death of Tywin Lannister at his own son's hands has left House Bolton's protection in a dire situation, since they no longer have enough men to hold the North should the bannermen of House Stark rise up against them, especially in response to Ramsay's atrocities. The Boltons also face a new threat in the form of Stannis Baratheon, who is garrisoned at the Wall and is planning to retake the North from the Boltons and rally the North to his army for another chance to take the Iron Throne. In order to strengthen their position, Roose conspires with Petyr Baelish to have Ramsay marry Sansa Stark, unaware that Baelish is apparently plotting the Boltons' downfall in revenge for the part they played in Catelyn Stark's death.</p> <p>Roose is prepared to wait out Stannis until his army breaks from the bitter cold, although Ramsay obtains his father's permission to attempt a daring nighttime sabotage mission, one that destroys much of Stannis's food supplies, siege weapons, and horses.  Once Stannis finally reaches Winterfell, his army is handily defeated after a series of desertions, leaving the Boltons as the unchallenged rulers of the North. During the battle for Winterfell, Sansa and Theon escape, putting House Bolton's claim to the North in jeopardy. </p> <p>The Boltons are considered a sinister and ill-omened house, but Lord Roose Bolton is noted as a capable battle commander. Roose Bolton fought alongside Eddard Stark during Robert's Rebellion. After the Battle of the Trident, Roose suggested executing the defeated Barristan Selmy, but Eddard and Robert Baratheon refused.</p> <p>Domeric Bolton died shortly before the beginning of the series, having sought out his bastard half-brother Ramsay (Domeric having always wanted a brother of his own). With no other trueborn heirs, Roose brought Ramsay to the Dreadfort and began to treat him as his heir.</p> <p>The sigil of House Bolton in the books is a red flayed man on a field of pink with red blood drops. The TV series design has specified that the flayed man is displayed hanging upside down on an X-shaped cross. The color scheme in the TV series is slightly different: it is a red flayed man, but hanging upside-down on a white X-shaped cross with a black background.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 7, "fields":
		{
			"house_id": "tyrell",
			"name": "House Tyrell",
			"words": "Growing Strong",
			"description": "<p>House Tyrell of Highgarden is one of the Great Houses of Westeros. It rules over the Reach, a vast, fertile, and heavily-populated region of southwestern Westeros, from their castle-seat, Highgarden. It is currently led by Lord Mace Tyrell, although his mother, the indomitable Olenna Tyrell, still wields considerable influence over the House's affairs and is usually considered the true leader of the family. Mace's son Loras is a noted tournament knight (and, secretly, the lover of Lord Renly Baratheon). Mace's daughter Margaery married Renly when he crowned himself king, to cement the alliance between Renly and her father. Following Renly's death, Margaery was then married to King Joffrey Baratheon before his assassination at his wedding feast. She has since been re-betrothed to Joffrey's younger brother and successor, Tommen.</p> <p>The Tyrell sigil is a golden rose on a pale green field. Their motto is, \"Growing Strong\".</p> <p>House Tyrell began as a cadet branch of House Gardener, the ancient Kings of the Reach. The Tyrells became senior servants of the main Gardener line, serving for centuries as castellans of the royal castle at Highgarden. Over time they rose to prominence as one of the strongest noble Houses in the Reach, and even intermarried with the royal line - though so did many other powerful Houses from the Reach.</p> <p>House Tyrell's overall disposition is adequately represented by their sigil of a rose: a rose's beauty often hides the fact that it has thorns. The Tyrells do try to be just and fair most of the time, however this often lulls their enemies into thinking that like the Starks, they are utterly beholden to honorable conduct. In reality, the Tyrells are just as cunning as the Lannisters in court politics and intrigue, though they often prefer a more subtle approach. Thus they strike a pragmatic balance between the Starks' honor and the Lannisters' ruthlessness.</p> <p>In the current generation, House Tyrell is a stable and honestly loving family, with none of the internal rivalries that are to be found in House Lannister and House Baratheon. Thus the relationships between Lord Mace and his children, and between siblings like Loras and Margaery, are genuine and uncomplicated.</p> <p>The Reach is the most fertile and populous region of Westeros, allowing House Tyrell to gain immense wealth (through taxation of the large population) and also to muster an enormous army of 100,000 men. The Tyrells can typically raise and equip almost twice as many soldiers as any of the other Great Houses in Westeros.</p> <p>Ser Loras Tyrell suggests to his lover, Renly Baratheon, that the Tyrells would support a claim for the Iron Throne made by Renly with all of their formidable military and economic might. Renly is initially reluctant to make such a claim. However, when Eddard Stark spurns his aid, Renly flees King's Landing by night with Loras. He is crowned King in Highgarden and lays claim to the Iron Throne.</p> <p>The Tyrells and Renly have raised an army of 100,000 men to support Renly's claim to the throne, outnumbering any of the other claimants' armies by a significant number. Robb Stark sends his mother to treat with Renly and seek an alliance against the Lannisters. To cement his new alliance with House Tyrell, Renly marries Lord Mace's only daughter, Loras' sister Margaery Tyrell. Petyr \"Littlefinger\" Baelish then arrives at Renly's camp as an envoy from King Joffrey. While in camp, he engages Margaery in conversation, alluding to the fact that Renly is actually a homosexual, trying to lure her allegiance (and that of House Tyrell) away from Renly. To Baelish's surprise, he finds that Margaery is not intimidated by him or his court intrigues. Baelish also did not anticipate that, as it turns out, Margaery is fully aware that Renly is in a homosexual relationship with her own brother Loras, but she does not care. Margaery honestly believed that supporting Renly's claim to the kingship was in the best interests of House Tyrell, so she agreed to the paper marriage. Indeed, she actively supported the idea. However, in private, Margaery also shrewdly explains to Renly that he has to impregnate her, as the best way to truly cement the alliance between their two Houses is if \"you put your baby in my belly.\"</p> <p>King Renly is then assassinated in his tent under mysterious circumstances. As Ser Loras stands vigil over his body, Margaery urges him that it is not safe and they must return with their army to Highgarden. Littlefinger then arrives in the tent, and while Loras is angry with him and overcome with grief, Littlefinger calmly explains to him that Stannis' army will arrive within the hour, and when they do, the Tyrell's former allies in the Stormlands will fight each other over who gets to hand Loras and Margaery over to Stannis as prisoners. Margaery agrees with the sense of what Littlefinger is saying, and that if they have any hope of getting revenge on Stannis for Renly's death (which they accurately suspect he was responsible for) they must live to fight another day. After Loras leaves, Baelish tries to assess the position of Margaery and of House Tyrell. Noting her marriage to Renly, he asks Margaery if she wants to be a queen. Margaery cooly responds that she wants to be \"the queen\", much to the pleasure of Baelish.</p> <p>Littlefinger travels to Harrenhal to propose to Lord Tywin Lannister that they should seize Renly's untimely demise as an opportunity to forge a new alliance between House Lannister and House Tyrell. With House Tyrell on their side, the large armies and resources of the Reach will support King Joffrey's faction in the war. Tywin feels that trying to woo the Tyrells to their allegiance is the obvious course of action, criticizing Baelish for acting like he's the only person who could have thought of that, but nonetheless he sends him to try to broker the alliance with House Tyrell</p> <p>Littlefinger is successful in negotiating with the Tyrells, and the allied forces arrive in time to achieve a decisive victory against Stannis at the Battle of the Blackwater. Just as Stannis' forces were turning the tide and about to take the city, the Lannister army led by Tywin and the large Tyrell army led by Loras arrived from the Riverlands and the Reach, and caught Stannis' army in the flank. Stannis' army was almost completely destroyed, though Stannis himself managed to escape with a small fraction of his men.</p> <p>To formalize the new alliance between House Lannister and House Tyrell, King Joffrey agrees to be betrothed to marry Margaery Tyrell, who subsequently takes place at court. The marriage will be finalized once the war is over.</p> <p>Due to the new Lannister-Tyrell alliance, House Tyrell resumes shipment of its foodstuffs along the Roseroad to feed the common people of King's Landing, who were suffering greatly from the deprivations of the war, and the disruption in trade which began when Highgarden declared for Renly Baratheon. Margaery says that 100 wagons are now arriving in the city daily from the Reach, containing wheat, barley, and apples.</p> <p>In order to strengthen and guide the new alliance, the House Tyrell family matriarch, Lady Olenna Tyrell, arrives in King's Landing. Lady Olenna and her granddaughter Margaery have a private meeting with Sansa Stark in which Olenna asks Sansa to give her frank, truthful assessment of King Joffrey. Olenna bluntly tells Sansa that she feels her fatheaded oaf of a son Mace Tyrell made a major mistake in supporting Renly's rival claim to the throne, much to Margaery's embarrassment. Olenna nonetheless chides that the men of House Tyrell have never been very intelligent: her own husband the late Lord Luthor Tyrell rode off a cliff to his death during a hawking accident because he was too focused on the sky, Loras is good at knocking men off horses with a stick but not politics, and her son Mace is an oaf who is determined to see House Tyrell marry into the royal line. Thus, she says, the more politically savvy women of House Tyrell are left to clean up the mess. Sansa confirms the rumors that have been coming out of the capital: Joffrey is a monster. Lady Olenna says this is \"a pity\" but takes the news calmly. She thanks Sansa for her honesty, and assures her that her son Mace is too set on entering Margaery into a royal marriage to call off the wedding at this point.</p> <p>When discussing the prospect of marrying Cersei Lannister to Loras Tyrell, Tywin Lannister and Olenna Tyrell discuss the scandals surrounding the pair. In response to Tywin's suggestion that Highgarden \"has a high tolerance for unnatural behavior\", Olenna states that while House Tyrell doesn't \"turn  in knots over\" homosexuality, incest is still very much frowned upon. On a more practical note, she says that the Tyrells cannot take the risk that Cersei will be unable to give Loras any heirs, as otherwise Highgarden will revert to the (Baratheon) children of Margaery and Joffrey.</p> <p>The HBO Viewer's Guide for Season 1 lists Mace Tyrell and Alerie Hightower as having four children – Willas, Garlan, Loras and Margaery – in keeping with the books. Willas and Garlan were not mentioned at all on-screen, were removed from the Viewer's Guide for Season 2, and did not reappear in the Viewer's Guide for Season 3. Loras was explicitly confirmed as being the heir to Highgarden in \"The Climb\". Willas and Garlan's roles in the narrative (the Tyrell who was to wed Sansa Stark and the Tyrell who asked for Margaery to marry Joffrey) had already been given to Loras on-screen. </p> <p>In the A Song of Ice and Fire novels, House Tyrell is a powerful noble house. The Reach is the most populous region of the Seven Kingdoms and the Tyrells can field the largest army on the continent, although the Lannisters, being richer, can better-equip their troops. This makes the Tyrells formidable enemies but excellent allies.</p> <p>House Tyrell never ruled as \"kings and queens\", as opposed to the Starks, Lannisters, or Arryns. Before King Aegon I Targaryen's invaded and united the Seven Kingdoms, the Tyrells were stewards to House Gardener, the Kings of the Reach. The Tyrells had responsibility for maintaining the castle of Highgarden, the seat of royal power in the Reach. In the battle known as the Field of Fire, King Mern IX Gardener and all of his issue were burned alive by Aegon's dragons. Harlen Tyrell, King Mern's steward, surrendered Hightower to King Aegon and was rewarded with the title of Lord Paramount of the Reach and Warden of the South.</p> <p>House Florent of Brightwater Keep has long disputed the suitability of the Tyrells to the rule of the Reach, on the grounds that they can claim a closer blood-relationship to the old kings of House Gardener. House Florent is a cadet branch of House Gardener, founded by a younger son of the main Gardener line, while House Tyrell can only claim descent from House Gardener through the female line.</p> <p>As a result the Florents have often bucked the authority of the Tyrells in the past three centuries since the Targaryen conquest. It came as little surprise when after Renly died and House Tyrell led their vassals in switching to support King Joffrey and the Lannisters, House Florent was the only major House from the Reach to instead switch allegiance to Stannis. Indeed, Stannis's wife is herself a Florent.</p> <p>Thus the Tyrells, while always maintaining firm control of the Reach, have always feared that they have an uneasy grip on their rule. While the Tyrells possess very fertile lands from which they can raise large armies, there are other powerful noble families in the Reach, such as House Florent, which don't particularly respect them the way the vassals of the Starks and Lannisters respect them because they used to be their kings. A great deal of skill at court politics has thus been needed to keep the Tyrells' powerful vassals in check, though Tyrells like Lady Olenna possess this in abundance. Therefore, House Tyrell is always on the lookout to secure a marriage into a royal line, to strengthen their prestige and cement their rule over the Reach.</p> <p>The Martells and Tyrells have been sworn enemies for many generations. Over the centuries, they have fought border wars beyond count, and raided back and forth across mountains and marches even when at peace. The enmity between the two houses waned a bit after Dorne became part of the Seven Kingdoms, but the maiming of Willas Tyrell by the Dornish prince Oberyn Martell in a jouse fanned the animosity between the families, though Willas himself does not hold any grudge against Oberyn, as both men knew what happened was simply an unfortunate accident.</p> <p>As D.B. Weiss summed it up in a Season 2 featurette, in the current generation House Tyrell is a closet matriarchy of sorts. While dependable, honorable, and loyal, the men of House Tyrell aren't particularly intelligent or adept at politics. Instead, the female members of House Tyrell (such as Margaery and her father's mother Olenna) are the intelligent ones who actively plan out the political course that House Tyrell will take. An exception to this is Lord Mace's eldest son Willas, who unlike his father and two younger brothers (Garlan and Loras), is said to be quite well-educated.</p> <p>Since being elevated to rule of the Reach, during any major Westeros-wide conflict the Tyrells have frequently followed the strategy of pragmatically siding with whoever seems most likely to win, rather than fighting for abstract principles of law or honor. During the Targaryen Conquest they surrendered to the Targaryens willingly in return for their favor. In Robert's Rebellion they sided with the Mad King because they owed the Targaryens everything, and didn't think Robert Baratheon could defeat him. During the civil war known as the Dance of the Dragons, however, the Tyrells judged that the faction of Rhaenyra Targaryen and the faction of Aegon II Targaryen were so evenly matched that it was not obvious at the outset which side would win. With neither side having a clear advantage over the other, to the surprise of both, the Tyrells declared their neutrality and took no part in the war (though their bannermen were heavily divided between the two sides).</p> <p>According to the TV series official pronunciation guide developed for the cast and crew, \"Tyrell\" is pronounced \"TI-rul\", as opposed to \"Tie-rell\", etc. In spite of this, several characters, including Lady Olenna, have inconsistently alternated with pronouncing it \"TIE-rell\". Even within the same scene in Season 3's \"Walk of Punishment,\" Cersei says \"Tie-rell\" while Tywin says \"Tih-rul\". When asked about this, official Game of Thrones linguist David J. Peterson (creator of the Dothraki and Valyrian languages) said that he personally pronounces it as \"Tie-rell\", but has heard it both ways on the TV show - given that he doesn't himself decide how to pronounce basic character names. He did offer that maybe, just as in real life, there are simply multiple ways to pronounce the same name.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 8, "fields":
		{
			"house_id": "mormont",
			"name": "House Mormont",
			"words": "Here We Stand",
			"description": "<p>House Mormont of Bear Island is a vassal house that holds fealty to House Stark of Winterfell. They rule Bear Island, an island far to the north-west of Winterfell. The head of the house is the Lord of Bear Island. The family possessed the Valyrian sword Longclaw, which later was given to Jon Snow.</p> <p>House Mormont's sigil is a black bear in a green wood. Their motto is \"Here We Stand\". </p> <p>In the A Song of Ice and Fire novels, House Mormont is a stalwart supporter of the Starks. According to legend, King Rodrik Stark won the island in a wrestling match (presumably with the ironborn lord who held the island at the time) and appointed the Mormonts to rule there.</p> <p>Bear Island is beautiful, but also icy, cold and remote. The Mormont \"castle\" is a large, comfortable but still relatively primitive wooden longhouse (due to a lack of stone on the island). Bears still prowl the woods of the island, giving the Mormonts their sigil. The people of Bear Island are fierce, hardy and strong. Unlike most of Westeros, the women of Bear Island are trained in the use of weapons and armor, as they are expected to defend hearth and home should wildling raiders from the Frozen Shore to the north attack.</p> <p>In the books, Lord Jeor Mormont ruled the house honorably and with distinction. He chose to 'retire' from the role of lord and took the black, joining the Night's Watch and rising rapidly through their ranks until he became Lord Commander, a rank he holds to this day. Jeor felt able to do this as his son Jorah had proven to be a great warrior, winning immense honors during the Greyjoy Rebellion and the following tourney. Lord Jorah proved an effective ruler for several years, until he disgraced himself in an incident involving slavers. Lord Eddard Stark stripped him of his title and lands and Jorah fled to the Free Cities rather than face justice. Jeor's younger sister Maege became the ruling Lady of Bear Island the head of House Mormont, to Jeor's disquiet. However, as members of the Night's Watch serve for life he was unable to return to Bear Island to resume his former rule.</p> <p>Dacey Mormont is the eldest of Maeger's five daughters and a proud warrior in her own right. She serves as one of Robb Stark's personal guard throughout the War of the Five Kings. Dacey is slain at the Red Wedding: she was one of the few Stark bannermen who survived the initial attack by the Frey crossbowmen, and managed to fend off another attacker by smashing a flagon of wine in his face. She ran across the hall to the door but just as she was about to reach the exit, a dozen Frey men-at-arms burst through the door in front of her led by Ryman Frey, who drove a longaxe into her belly.</p> <p>In the novels, it is unknown if Maege Mormont is still alive, because she was not at the Red Wedding but was sent ahead to the crannogmen of House Reed beforehand to prepare them for an assault to retake Moat Cailin.  Her fate is unknown.</p> <p>Lyanna Mormont's reply letter to Stannis is the same in the novels.  Jon Snow himself wonders why the ten year old Lyanna wrote it, however, given that she has three surviving elder sisters (it is possible the Mormonts let her write it to scorn Stannis).  Lyanna is apparently the acting \"Lady of Bear Island\", while her mother and sisters are away, similar to how Bran Stark was the acting \"Lord of Winterfell\" in Season 2 when his older brother Robb was not physically present to rule.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 9, "fields":
		{
			"house_id": "baelish",
			"name": "House Baelish",
			"description": "<p>House Baelish was formerly a lesser vassal house that held fealty to House Arryn of the Vale. They are now the Lords of Harrenhal.</p> <p>Petyr Baelish, called \"Littlefinger\", is the only living member of the House.  Therefore his personal sigil has come to be used as the House's main heraldry:  a seemingly innocuous black mockingbird on a yellow background.</p> <p>House Baelish began with Petyr's great-grandfather, a common sellsword from Braavos who traveled to Westeros to take up service with House Corbray in the Vale of Arryn. The sellsword's son, Petyr's grandfather, was a poor wandering Hedge knight, who managed to earn a minor lordship - the most minor of lordships, just a few stony acres in the smallest peninsula of the Fingers.</p> <p>Petyr's father fought in the War of the Ninepenny Kings, the preemptive assault on the forces of Maelys Blackfyre, the last of the Blackfyre Pretenders, before they could attempt an invasion of Westeros. During the conflict Petyr's father served well under Lord Hoster Tully.  Through their good relationship Hoster agreed to foster his son Petyr at Riverrun, a great honor for a lesser House.</p> <p>Petyr went to Riverrun when he was eight years old, and befriended Hoster's daughters Catelyn and Lysa Tully.  Their brother Edmure mockingly nicknamed him \"Littlefinger\" at the time, in reference to his small height at the time and the location of his minor landholdings.  Petyr became smitten with Catelyn but she never returned his affections.  Ironically, Lysa was infatuated with Petyr, but he only loved Catelyn.  Eventually when she was betrothed to Brandon Stark, heir to House Stark, Petyr challenged him to a duel, thinking he could win through pluck and courage - he was promptly overpowered and nearly killed, though Catelyn begged Brandon to spare his life.  Embittered, Petyr was cast out of Riverrun and returned to the Vale.  During the course of Robert's Rebellion, however, Brandon was killed by the Mad King and Catelyn married his younger brother Eddard Stark, while to secure a political alliance Lysa was wed to Jon Arryn, ruler of the Vale.  Manipulating Lysa's infatuation with himself, Petyr ingratiated himself into Jon's services, first as customs officer at Gulltown, where he increased the port's revenues tenfold.  Seeing Littlefinger's financial acumen, Jon was easily convinced by Lysa to later bring Littlefinger to the royal court at King's Landing, and make him Master of Coin.</p> <p>In charge of the crown's treasury, Littlefinger rapidly grew into a powerful player royal politics, and a master of court intrigues.  Of an older mindset, few who did not know him suspected Littlefinger as a threat, seeing only that he was a man from a very minor House, with no distinguished lineage, significant landholdings, or armies.  Instead, Littlefinger based his newfound power on money.</p> <p>In the A Song of Ice and Fire novels, Petyr is the only living member of House Baelish, though he is so poor that he gained all of his current wealth due to his own career as a treasurer. Petyr's great skills with numbers and banking led him to become the tax and revenue collector for Gulltown, the principal city of the Vale. At Lord Jon Arryn's suggestion, King Robert Baratheon later made Petyr his Master of Coin for the whole realm, a role he continues to serve in until he is sent back to the Vale to enter into a profitable marriage-alliance with Lysa Arryn.</p> <p>The sigil of House Baelish is – or was – the grey stone head with fiery eyes of the Titan of Braavos, on a light green field.  It was chosen by Petyr's grandfather when he was knighted, because his own father was a common sellsword from Braavos.  However, the current lord of the house Littlefinger prefers to use his personal mockingbird sigil exclusively.  Since he is the only living member of the house, the mockingbird sigil has functionally replaced the original.  In the books, the Littlefinger's personal heraldry actually consists of a field of multiple silver mockingbirds, on a green plain.</p> <p>Petyr rarely returns home, leaving the keeping of his minor towerhouse to a small staff.  The original lands of House Baelish are so meager that their towerhouse doesn't even have a formal name, and it is so small that it doesn't even have a maester assigned to it.  </p> <p>The only real benefit Petyr received from being born into House Baelish is that it technically made him a member of the minor nobility, thus allowing his initial entry into court life. Petyr downplays his partial descent from the Free Cities of the east, even abandoning the use of the original sigil of House Baelish, displaying the Titan of Braavos, to his own personal sigil featuring a mockingbird. Thus it is somewhat ironic that he criticizes Varys for being from the Free Cities.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 10, "fields":
		{
			"house_id": "clegane",
			"name": "House Clegane",
			"description": "<p>House Clegane is a vassal house that holds fealty to House Lannister of Casterly Rock. Their lands are southeast of Casterly Rock and consist of a small patch of land and a modest house. They are landed knights rather than a full noble house, but have strong ties to the Lannisters.</p> <p>The current head of the family is Ser Gregor Clegane, known as \"The Mountain That Rides\". Gregor has a younger brother, Sandor Clegane, known as \"The Hound\".</p> <p>The Clegane sigil is three black dogs on a dark yellow background. The three dogs signify the three dogs that died fighting off the lioness that attacked Tytos Lannister.</p> <p>The founder of House Clegane was the grandfather of Gregor and Sandor, who served as the kennelmaster at Casterly Rock. While accompanying Lord Tytos Lannister on an excursion, they were attacked by a lioness. He rescued his master, losing three dogs and a leg in the process, and was awarded lands and title for his actions.</p> <p>Ser Gregor rides in the tourney of the Hand in King's Landing. The house's banner flies at the tourney. He rides against Ser Hugh of the Vale. Gregor's lance splinters and pierces Hugh's neck, killing him. He rides against Ser Loras Tyrell and is unhorsed. He is furious because his stallion is distracted by Loras' mare, deliberately chosen as she was in heat. Gregor demands his sword, kills his own mount, then attacks Loras. Sandor intervenes in an attempt to save Loras, and King Robert ends the fight before blood is shed.</p> <p>In A Song of Ice and Fire, the kennelmaster lost three hounds and a leg in the process of saving Lord Tytos. As a reward, Lord Tytos gave him lands and a towerhouse and took his son as his squire. Their sigil is three dogs on a yellow field; the three dogs represent the dogs that died saving Lord Tytos. Thoros commented that in view of the atrocities performed by the Cleganes, an image of two bloody infants would have been more suitable for their house sigil.</p> <p>Clegane's grandson, Gregor, became notable for his extreme size, and the rumor that he burned his younger brother's face as a child for playing with a toy without asking him. During Robert's Rebellion, Gregor Clegane proved his worth and ferocity in battle for Lord Tywin Lannister, who took note of him and made him one of his inner council of battle leaders, noting that he was the most feared man in the realm.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 11, "fields":
		{
			"house_id": "tarly",
			"name": "House Tarly",
			"words": "First in Battle",
			"description": "<p>House Tarly of Horn Hill is one of the most powerful vassal houses who swear fealty to House Tyrell of Highgarden. Their lands are in the southwest of the Reach. Their stronghold is a castle known as Horn Hill and the head of the house is the Lord of Horn Hill. House Tarly possess a rare Valyrian steel sword called Heartsbane.</p> <p>The Tarly sigil is a striding huntsman, red on green. Their motto is \"First in Battle\".</p> <p>King Robert Baratheon relates the story of the first time he killed someone, a highborn member of House Tarly in a battle near Summerhall. This knight's relationship to Randyll Tarly is unknown. Samwell Tarly arrives at the Wall and tells Jon Snow about how disappointing he is to his hard-hearted and ruthless father.</p> <p>In the A Song of Ice and Fire novels, House Tarly is a loyal vassal of the Tyrells. Lord Randyll Tarly has a formidable reputation as a general, and has been named the finest battlefield commander in all of the Seven Kingdoms. During Robert's Rebellion, Randyll Tarly was the only royalist general to win a decisive victory over Robert Baratheon, defeating his army at the Battle of Ashford despite being outnumbered. Randyll's skills were later squandered during the fruitless Siege of Storm's End, while Robert and Eddard Stark won great victories further north.</p> <p>Lord Randyll is a hard, ruthless man. When his son Samwell showed a preference for songs, poetry, fine clothes and good food over martial valor and a love of warfare, Randyll disinherited him and sent him to the Wall to join the Night's Watch. His fiercer, younger son Dickon was made heir in Samwell's stead.</p> "
		}
	},
	{
		"model": "populate_content.house", "pk": 12, "fields":
		{
			"house_id": "tully",
			"name": "House Tully",
			"words": "some words"
		}
	}
]
