[
	{
		"first name": "Eddard \"Ned\"",
		"last name" : "Stark",
		"actor" : "Sean Bean",
		"house" : "House Stark",
		"titles" : [
					"Lord of Winterfell",
					"Warden of the North",
					"King Robert's Oldest and Greatest Friend"
					],
		"home" : "Winterfell",
		"status" : "Dead",
		"description" : "<p>Lord of Winterfell and Warden of the North, Eddard Stark is King Robert’s oldest and greatest friend. Raised together as wards of Lord Arryn, they were going to become brothers when his father Lord Rickard Stark agreed to wed Lyanna, Eddard’s sister, to the young Lord Robert. But Lyanna was stolen away by Prince Rhaegar, and Lord Rickard and his heir Brandon were murdered by the Mad King. Eddard became Lord of Winterfell, and with Robert and Lord Arryn led a rebellion that brought about the end of House Targaryen. A great commander and a dangerous warrior in his own right, Eddard Stark is perhaps best known for his sense of honor and duty; when Robert was willing to condone the murders of Prince Rhaegar’s infant children, Eddard was driven apart from him until the two were reunited in the grief following Lyanna’s lonely death.</p>
<p>Since the rebellion, Lord Eddard has largely kept to the North, only seeing the man he helped to the throne when he called his banners to join him in putting down Lord Greyjoy’s rebellion on the Iron Islands. Eddard is a great lord of the realm, and has the Stark look with his brown hair.</p>
<p>Eddard Stark has been aged 5 years for Game of Thrones. While he is certainly a skilled commander in the series, his skill as a swordsman are much more modest than they appear to be presented as in the show. His negative view of tourneys in the novels had more to do with not turning war into a game, as opposed to reports of the pilot presenting it as his preferring to keep possible opponents unaware of the full extent of his abilities.</p>"
	},
	{
		"first name": "Robert",
		"last name" : "Baratheon",
		"actor" : "Mark Addy",
		"house" : "House Baratheon",
		"titles" : [
					"King of the Andals and the Rhoynar and the First Men",
					"Lord of the Seven Kingdoms",
					"Protector of the Realm"
					],
		"home" : "Storm's End",
		"status" : "Dead",
		"description" : "<p>King Robert is King of the Andals and the Rhoynar and the First Men, Lord of the Seven Kingdoms, and Protector of the Realm. Along with his closest friend Eddard Stark and their foster father Jon Arryn, Robert Baratheon led the rebellion that toppled the Targaryen dynasty after the Mad King, Aerys, began a reign of terror and his son, Prince Rhaegar, abducted his betrothed, Eddard’s sister Lyanna. Giving up his seat as Lord of Storm’s End—one of the great magnates of the realm—to his youngest brother Renly, he assumed the crown and named his brother Stannis as Lord of Dragonstone, the ancestral Targaryen seat, which has proven a bone of contention between them.</p>
<p>A mighty warrior in his youth, huge and powerfully built, in the last years Robert has gone to fat, eating and drinking too much.</p>
<p>Robert was convinced to marry Lord Tywin’s daughter, Cersei Lannister, making her queen. She has given him three children, but their relationship is a cold and unloving one. He remains a lusty man, however, and is a notorious whoremonger, with a dozen or more bastards to his discredit. He remains a boisterous lover of drink, generous to a fault, and entirely unsuited to ruling the Seven Kingdoms.</p>
<p>According to reports, the character has been aged upwards from thirty-five to his forties. The actor cast in the role, Mark Addy, is notably shorter (8”+) than the character as described in the novels, who is said to be 6’6” tall, but it’s unclear whether cinematic methods will be used to make him seem taller.</p>"
	},
	{
		"first name": "Tywin",
		"last name" : "Lannister",
		"actor" : "Charles Dance",
		"house" : "House Lannister",
		"titles" : [
					"Lord of Casterly Rock",
					"Warden of the West"
					],
		"home" : "Casterly Rock",
		"status" : "Dead",
		"description" : "<p>Lord of Winterfell and Warden of the North, Eddard Stark is King Robert’s oldest and greatest friend. Raised together as wards of Lord Arryn, they were going to become brothers when his father Lord Rickard Stark agreed to wed Lyanna, Eddard’s sister, to the young Lord Robert. But Lyanna was stolen away by Prince Rhaegar, and Lord Rickard and his heir Brandon were murdered by the Mad King. Eddard became Lord of Winterfell, and with Robert and Lord Arryn led a rebellion that brought about the end of House Targaryen. A great commander and a dangerous warrior in his own right, Eddard Stark is perhaps best known for his sense of honor and duty; when Robert was willing to condone the murders of Prince Rhaegar’s infant children, Eddard was driven apart from him until the two were reunited in the grief following Lyanna’s lonely death.</p>
<p>Since the rebellion, Lord Eddard has largely kept to the North, only seeing the man he helped to the throne when he called his banners to join him in putting down Lord Greyjoy’s rebellion on the Iron Islands. Eddard is a great lord of the realm, and has the Stark look with his brown hair.</p>
<p>Eddard Stark has been aged 5 years for Game of Thrones. While he is certainly a skilled commander in the series, his skill as a swordsman are much more modest than they appear to be presented as in the show. His negative view of tourneys in the novels had more to do with not turning war into a game, as opposed to reports of the pilot presenting it as his preferring to keep possible opponents unaware of the full extent of his abilities.</p>"
	}
]